tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "fish"
brew "git"
brew "lua-language-server"
brew "tree-sitter"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "wget"
brew "zsh"
cask "amethyst"
cask "brave-browser"
cask "firefox-developer-edition"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-hack-nerd-font"
cask "kitty"
cask "licecap"
cask "microsoft-edge-dev"
cask "notion"
cask "postman"
cask "slack"
cask "google-chrome"
